src/main/resources/SOAPTemplates/LOGOFF-SOAP-request.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:uniface:applic:services:EV397_AURION_WS">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:LOGOFF soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <P_TOKEN xsi:type="xsd:string">#[vars.P_TOKEN]</P_TOKEN>
      </urn:LOGOFF>
   </soapenv:Body>
</soapenv:Envelope>